import Wrapper from '@/components/Wrapper';
import React from 'react';


const Use_rule = () => {
  return (
    <div className='bg-milk text-black py-16'>
      <Wrapper>

      <div className='text-4xl pb-6 font-medium'>Права и обязанности Сайта </div>

      <div className='text-base pb-4'>Сайт обязан обеспечить конфиденциальность данных о Пользователях, получаемых при добавлении ими комментариев. </div>

      <div className='text-base pb-4'> По запросу суда и иных уполномоченных органов Сайт может предоставить все имеющиеся данные о Пользователях. </div>

      <div className='text-base pb-4'> Правила использования материалов с сайта </div>

      <div className='text-base pb-4'> Настоящие правила распространяют свое действие на следующих пользователей: информационные агентства, сетевые издания, сайты, электронные и печатные средства массовой информации, физические и юридические лица (далее — «Пользователи»). </div>
      <div className='text-base pb-4'> Фото, видео, графические, текстовые материалы, размещенные на Сайте, является объектом авторского права. Права Оператора на указанные материалы охраняются законодательством о правах на результаты интеллектуальной деятельности. </div>
      <div className='text-base pb-4'> Использование материалов, размещенных на Сайте, допускается только с письменного согласия Оператора. Бесплатное использование материалов возможно только в случаях, указанных в настоящих правилах. </div>
      <div className='text-base pb-4'> Под использованием материалов понимается воспроизведение, распространение, публичный показ, сообщение в эфир, сообщение по кабелю, перевод, переработка, доведение до всеобщего сведения и иные способы использования, предусмотренные действующим законодательством Российской Федерации. </div>
      <div className='text-base pb-4'> Любые материалы с Сайта могут быть использованы без письменного согласия Оператора и на безвозмездной основе при условии, что пользователь является физическим лицом, и такое использование осуществляется исключительно в личных целях, в том числе, но не ограничиваясь: размещение ссылок в социальных сетях, с условием обязательного указания названия СМИ, гиперссылки на первоисточник. При этом коммерческое использование в любой форме не допускается. </div>
      <div className='text-base pb-4'> Использование информационных текстовых материалов религиозными и благотворительными организациями, а также любыми образовательными учреждениями на безвозмездной основе, с обязательным указанием на источник, наименование СМИ и активной гиперссылки. Использование фото, графических и видео материалов осуществляется только с письменного согласия. </div>
      <div className='text-base pb-4'> Новостные материалы (за исключением фото и видео изображений), расположенные на Сайтах, могут быть использованы любыми лицами без получения письменного разрешения Оператора и на безвозмездной основе при условии, что эти материалы не являются основным содержимым продукта, в котором используются (составляют не более 30 % от производного материала). При этом Пользователи обязаны в каждом случае использования новостных материалов дать ссылку на источник, гиперссылку на сайт, с которого заимствованы указанные материалы и полностью указать название средства массовой информации (указано в разделе «Контакты» каждого Сайта). </div>
      <div className='text-base pb-4'> Внесение каких-либо изменений и/или дополнений в материалы, а также любая переработка материалов запрещена. </div>
      <div className='text-base pb-4'> Коммерческое использование материалов, размещенных на Сайте, осуществляется на основании договоров, заключенных в письменной форме. </div>
      <div className='text-base pb-4'> В случае необходимости использования материалов, принадлежащих Оператору, необходимо получить письменное разрешение (согласие) Оператора на использование таких материалов на возмездной основе. При этом стоимость использования каждого конкретного материала согласуется сторонами в каждом конкретном случае. </div>
      <div className='text-base pb-4'> При использовании материалов с Сайта на условиях настоящим Правил в любых целях ссылка на сайт и указание названия СМИ, из которого получен материал, обязательна. При этом ссылка на источник или гиперссылка, должны быть помещены в начале используемого текстового материала, а также непосредственно под используемым аудио-, видео-, фотоматериалом, графическим материалом, если иное не предусмотрено соглашением с Оператором. Размеры шрифта ссылки на источник или гиперссылки не должны быть меньше размера шрифта текста, в котором используются материалы. </div>
      <div className='text-base pb-4'> При использовании материалов Оператора не допускается переработка их оригинального текста. Сокращение материала возможно только в случае, если это не приводит к искажению его смысла. </div>
      <div className='text-base pb-4'> При перепечатке текстов либо ином использовании текстовых материалов с настоящего сайта на иных ресурсах в сети Интернет гиперссылка на источник обязательна. Перепечатка либо иное использование текстовых материалов с настоящего сайта в печатных СМИ возможно только с письменного согласия Оператора. Фотографии, видеоматериалы, иные иллюстрации могут быть использованы только с письменного согласия Оператора и с обязательным указанием имени автора (при наличии в первоисточнике), наименования СМИ и источника заимствования, если иное не предусмотрено соглашением Сторон. </div>

      <div className='text-base pb-4'> Права и обязанности Пользователя </div>

      <div className='text-base pb-4'> Права и обязанности Пользователя возникают у лица с момента его первого обращения к любой из веб-страниц, входящих в состав Сайта. </div>
      <div className='text-base pb-4'>Текстовые материалы, авторские права на которые принадлежат Сайту, могут быть воспроизведены только при соблюдении условий указанных в Правилах использования материалов с сайта. </div>
      <div className='text-base pb-4'>Пользователь обязан законы РФ при посещении Сайта, а также общепринятые этические нормы. </div>
      <div className='text-base pb-4'>Пользователь имеет право получать доступ и использовать информацию, размещенную на Сайте, в соответствии с действующим законодательством и настоящими правилами; </div>
      <div className='text-base pb-4'>Запрещается осуществлять пропаганду или агитацию, возбуждающую социальную, расовую, национальную или религиозную ненависть и вражду, пропаганду войны, социального, расового, национального, религиозного или языкового превосходства, угрожать, оскорблять и порочить иных пользователей и любых третьих лиц. ПОЛЬЗОВАТЕЛЬ НЕСЕТ ПОЛНУЮ ГРАЖДАНСКУЮ И УГОЛОВНУЮ ОТВЕТСТВЕННОСТЬ ЗА НАРУШЕНИЕ УКАЗАННЫХ ПРАВИЛ; </div>
      <div className='text-base pb-4'>Запрещено размещать на Сайте или передавать сообщения, содержащие в себе информацию ограниченного доступа (конфиденциальную информацию), если Пользователь не является обладателем данной информации, т.е. лицом, самостоятельно создавшим эту информацию либо получившим на основании закона или договора право разрешать или ограничивать к ней доступ, либо является ее обладателем, но, в силу закона или условий договора, на основании которого ему была передана такая информация, не обладает достаточными правами для того, чтобы раскрывать данную информацию подобным образом; </div>
      <div className='text-base pb-4'>Запрещается размещать на Сайте копии охраняемых законом результатов интеллектуальной деятельности или их частей при отсутствии у Пользователя соответствующих исключительных или неисключительных прав на такое их использование; </div>
      <div className='text-base pb-4'>Запрещается размещать на Сайте, в открытом доступе, или передавать посредством личных сообщений текстовые сообщения, графические изображения или иные материалы, содержание которых является оскорбительным для других Пользователей или иных лиц или может быть расценено в качестве такового, а также сообщения, изображения и иные материалы, которые дискредитируют Пользователей или иных лиц, содержат угрозы, призывы к насилию, совершению противоправных деяний, антиобщественных, аморальных поступков, а также совершению любых иных действий, противоречащих основам правопорядка и нравственности; </div>
      <div className='text-base pb-4'>Запрещается размещать на Сайте сообщения, графические изображения или другие материалы, размещение которых наносит или может нанести ущерб чести, достоинству и деловой репутации гражданина или деловой репутации организации; </div>
      <div className='text-base pb-4'>Запрещается размещать на Сайте сообщения, содержащие нецензурные слова и выражения; </div>
      <div className='text-base pb-4'>Запрещается размещать на Сайте материалы порнографического характера или гипертекстовые ссылки на сайты, содержащие такие материалы; </div>
      <div className='text-base pb-4'>Запрещается размещать на Сайте персональные данные, в том числе контактные данные, других Пользователей или иных лиц без их предварительного согласия; </div>
      <div className='text-base pb-4'>Запрещается осуществлять действия, направленные на дестабилизацию функционирования Сайта, осуществлять попытки несанкционированного доступа к управлению Сайтом или его закрытым разделам, а также осуществлять любые иные действия, которые могут быть расценены как сетевая атака; </div>
      <div className='text-base pb-4'>Запрещается использовать Сайт в каких-либо коммерческих целях без предварительного разрешения Оператора; </div>
 

      <div className='text-base pb-4'>Согласие на обработку персональных данных Пользователей (Политика конфиденциальности) </div>

      <div className='text-base pb-4'>1) Пользователь, заходящий на Сайт, авторизующийся на Сайте, направляющий какую-либо информацию посредством сервисов Сайта (участие в конкурсах, регистрация на мероприятия, направление писем в редакцию, иные способы) c целью участия в проектах Сайта и получения доступа к сервисам Сайта, такими действиями (в том числе вводом и направлением персональной информации) выражает свое полное согласие в соответствии со статьей 9 Федерального закона от 27 июля 2006 г. № 152-ФЗ "О персональных данных" на смешанную обработку, сбор, использование, хранение, уточнение (обновление, изменение), обезличивание, блокирование, уничтожение своих персональных данных, согласие на обработку персональных данных, введенных в представленные для заполнения формы, содержащихся в профиле социальной сети, используемой для авторизации (при наличии таковой), а также иных данных (включая, но не ограничиваясь: IP-адрес, интернет-оператор, регион доступа в сеть Интернет и иные), которые могут быть технически переданы Оператору посредством сети Интернет. Пользователь согласен, что обработка может быть как автоматизированной, так и без использования средств автоматизации. </div>

      <div className='text-base pb-4'> 2) Пользователь гарантирует достоверность предоставленных при использовании Сайта персональных данных, а также, что персональные данные принадлежат Пользователю. </div>

      <div className='text-base pb-4'>3) В случае предъявления владельцу Сайта третьими лицами любых претензий, связанных с обработкой и использованием персональных данных Пользователя, такой Пользователь обязуется своими силами и за свой счет урегулировать указанные претензии с третьими лицами. </div>

      <div className='text-base pb-4'> 4) Пользователь соглашается и осознает, что в случае авторизации на Сайте посредством учетных записей социальных сетей, на Пользователя также распространяются правила и условия соответствующих социальных сетей, в том числе в части обработки и использования персональных данных и обеспечения их конфиденциальности. </div>

      <div className='text-base pb-4'> 5) Владелец Сайта вправе отказать Пользователю использовании сервисов Сайта без объяснения причин отказа. При этом производится удаление персональных данных Пользователя, в случае их хранения владельцем Сайта. </div>

      <div className='text-base pb-4'> 6) Владелец Сайта имеет право на использование персональных данных Пользователя в пределах, допустимых законодательством Российской Федерации. Владелец Сайта имеет право раскрыть персональные данные на основании положений федерального законодательства, в том числе по запросу правоохранительных органов. </div>

      <div className='text-base pb-4'> 7) Настоящее Согласие может быть отозвано Пользователем в письменной форме. Настоящее согласие действует до даты его отзыва Пользователем путем направления в адрес владельца Сайта сообщения об указанном отзыве в произвольной письменной форме, если иное не предусмотрено законодательством Российской Федерации. Отзыв действует с момента получения такого отзыва Сайтом. </div>

      <div className='text-base pb-4'> 8) Пользователь настоящим подтверждает факт ознакомления с требованиями Федерального закона от 27.07.2006 №152-ФЗ «О персональных данных», и в полной мере осознает и понимает права и обязанности в области защиты персональных данных. </div>

      <div className='text-base pb-4'>9) Контактные данные владельца Сайта содержатся в разделе «Контакты». </div>

      <div className='text-base pb-4'> 10) Посещая Сайт, Пользователь предоставляет свое Согласие на использование нами файлов cookie в соответствии с условиями настоящей политики, позволяет нам использовать файлы cookie каждый раз, когда вы посещаете наш Сайт. </div>

      <div className='text-base pb-4'> 11) Файл cookie – это файл, содержащий идентификатор (строку букв и цифр), который отправляется веб-сервером в веб-браузер и сохраняется браузером. Идентификатор затем отправляется обратно на сервер каждый раз, когда браузер запрашивает страницу с сервера. Файлы cookie могут быть либо “постоянными”, либо “сессионными”: постоянные файлы cookie сохраняются веб-браузером и остаются действительными до установленного срока их действия, если пользователь не удалил их до истечения срока действия; сессионные файлы cookie, с другой стороны, истекают в конце сеанса пользователя, когда веб-браузер закрыт. Файлы cookie обычно не содержат никакой информации, которая идентифицирует пользователя, но личная информация, которую мы храним о вас, может быть связана с информацией, хранящейся в файлах cookie и полученной из них. </div>

      <div className='text-base pb-4'> 12) Прежде чем раскрывать нам личную информацию другого лица, вы должны получить согласие этого лица как на раскрытие, так и на обработку этой личной информации в соответствии с настоящей Политикой. </div>

      <div className='text-base pb-4'> 13) Если Вы являетесь родителем или опекуном, и вы знаете, что ваши несовершеннолетние дети предоставили нам свои личные данные без Вашего согласия, свяжитесь с нами. На нашем сайте запрещается оставлять личные данные несовершеннолетних без согласия их законных представителей. </div>

      <div className='text-base pb-4'> 14) Личная информация, предоставленная нам через наш сайт, будет использоваться в целях, указанных в настоящих Правилах или на соответствующих страницах сайта. Мы можем использовать вашу личную информацию для следующих целей (при наличии на сайте): </div>

      <div className='text-base pb-4'>1. администрирование нашего сайта и деятельности; </div>

      <div className='text-base pb-4'> 2.         обработка направляемых вами сообщений, писем, иных материалов, направленных посредством сайта (при наличии); </div>

      <div className='text-base pb-4'> 3.         рассылка информационных сообщений (ленты сайта) по подписке (при наличии); </div>

      <div className='text-base pb-4'> 4.         авторизация вами на Сайте (при наличии); </div>

      <div className='text-base pb-4'> 5.         персонализация нашего Сайта для вас, в том числе посредством отображения рекламного контента; </div>

      <div className='text-base pb-4'> 6.         предоставление вам возможности пользоваться услугами, доступными на нашем Сайте (при наличии); </div>

      <div className='text-base pb-4'> 7.         поставка услуг, приобретенных через наш Сайт (при наличии); </div>

      <div className='text-base pb-4'> 8.         отправка вам выписок, счетов и напоминаний об оплате, а также сбор платежей от вас (при наличии); </div>

      <div className='text-base pb-4'> 9.         отправка вам коммерческих сообщений (при наличии); </div>

      <div className='text-base pb-4'>10.       отправка уведомлений по электронной почте, которые вы специально запросили (при наличии); </div>

      <div className='text-base pb-4'>11.       отправка информационной рассылки по электронной почте (вы можете отказаться от рассылки в любое время) – при наличии; </div>

      <div className='text-base pb-4'> 12.       отправка вам рекламных сообщений, которые, по нашему мнению, могут представлять для вас интерес, посредством воспроизведения рекламных объявлений на сайте либо по электронной почте или аналогичной технологии (вы можете сообщить нам в любое время, если вам больше не нужны маркетинговые сообщения на электронную почту); </div>

      <div className='text-base pb-4'> 13.       предоставление третьим лицам статистической информации о наших пользователях (но эти третьи лица не смогут идентифицировать какого-либо отдельного пользователя из этой информации); </div>

      <div className='text-base pb-4'> 14.       работа с запросами и жалобами, сделанными вами или о вас, относящимися к нашему сайту (при наличии); </div>

      <div className='text-base pb-4'> 15.       обеспечение безопасности нашего сайта и предотвращение мошенничества; </div>

      <div className='text-base pb-4'> 16.       проверка соблюдения положений и условий, регулирующих использование нашего сайта; </div>

      <div className='text-base pb-4'> 17.       осуществление контактов с посетителями сайта (при наличии); </div>

      <div className='text-base pb-4'> 18.       других целей. </div>

      <div className='text-base pb-4'> 15)  Если вы предоставляете личную информацию для публикации на нашем сайте (такую как направление информационных материалов для размещения на сайте, фотографии, истории, новости, иные материалы), мы имеем право публиковать и иным образом использовать эту информацию в соответствии с требованиями Гражданского кодекса РФ на основании неисключительной лицензии (если соглашением не предусмотрено иное), а также в соответствии с правами, предоставленными действующим законодательством средствам массовой информации. </div>

      <div className='text-base pb-4'> 16)  Мы можем раскрывать вашу личную информацию любому из наших сотрудников, должностных лиц, страховщиков, профессиональных консультантов, агентов, поставщиков или субподрядчиков, если это необходимо для целей, изложенных в настоящих Правилах. </div>

      <div className='text-base pb-4'> 17)  Мы можем раскрывать вашу личную информацию любому члену нашей компании в разумных пределах, необходимых для целей, изложенных в настоящих Правилах. </div>

      <div className='text-base pb-4'> 18)  Мы можем раскрывать вашу личную информацию: </div>

      <div className='text-base pb-4'> 1.         до степени, предусмотренной законодательством; </div>

      <div className='text-base pb-4'>2.         в связи с любыми текущими или предполагаемыми судебными разбирательствами, а также в связи с запросами уполномоченных органов, включая УМВД, Прокуратуру, СК РФ и их региональные, районные подразделения и отделы; </div>

      <div className='text-base pb-4'>3.         в целях установления, осуществления или защиты наших законных прав (включая предоставление информации другим лицам в целях предотвращения мошенничества и снижения кредитного риска); </div>

      <div className='text-base pb-4'>4.         аналитическим системам и рекламодателям в целях, объемах и пределах, установленных настоящими Правилами; </div>

      <div className='text-base pb-4'>5.         в иных случаях, предусмотренных законодательством Российской Федерации. </div>

      <div className='text-base pb-4'>19)  Информация, которую мы собираем, может храниться, обрабатываться и передаваться между любыми странами, в которых мы работаем (при наличии), чтобы мы могли использовать информацию в соответствии с настоящими Правилами. </div>

      <div className='text-base pb-4'>20)  Личная информация, которую вы публикуете на нашем сайте или предоставляете для публикации на нашем Сайте, может быть доступна через интернет по всему миру. Мы не можем предотвратить использование или неправильное использование такой информации другими лицами. </div>

      <div className='text-base pb-4'>21)  Вы прямо соглашаетесь на передачу личной информации, описанной в данных Правилах. </div>

      <div className='text-base pb-4'>22)  Срок, в течение которого будут храниться ваши персональные данные и иная личная информация: время, необходимое для использования данных для основной деятельности Сайта. </div>

      <div className='text-base pb-4'>23)  Несмотря на другие положения настоящих Правил, мы сохраняем документы (включая электронные документы), содержащие персональные данные: </div>

      <div className='text-base pb-4'>1.         до степени, предусмотренной законодательством; </div>

      <div className='text-base pb-4'>2.         если мы считаем, что документы могут иметь отношение к любому текущему или будущему судебному разбирательству; </div>

      <div className='text-base pb-4'>3.         в целях установления, осуществления или защиты наших законных прав (включая предоставление информации другим лицам в целях предотвращения мошенничества и снижения кредитного риска). </div>

      <div className='text-base pb-4'>24)  Мы будем принимать разумные технические и организационные меры предосторожности, чтобы предотвратить потерю, неправильное использование или изменение вашей личной информации. </div>

      <div className='text-base pb-4'> 25)  Вы признаете, что передача информации через интернет по своей сути небезопасна, и мы не можем гарантировать безопасность данных, передаваемых через интернет. </div>

      <div className='text-base pb-4'> 26)  Мы можем обновлять эту политику (Правила) время от времени, публикуя новую версию на нашем сайте. Вы должны периодически проверять эту страницу, чтобы убедиться, что вы понимаете любые изменения в этой политике. </div>

  <div className='text-base'> 27)  Наш сайт содержит гиперссылки и сведения о сайтах третьих лиц. Мы не контролируем и не несем ответственности за политику конфиденциальности и практику третьих лиц. </div>
      </Wrapper>
    </div>
  )
}

export default Use_rule